Tekla.Structures.DrawingInternal.dotGrWeldMark_t


Tekla.Structures.DrawingInternal.dotGrWeldMark_t.DrawingObject


Tekla.Structures.DrawingInternal.dotGrWeldMark_t.ModelObjectId


Tekla.Structures.DrawingInternal.dotGrWeldMark_t.InsertionPoint


Tekla.Structures.DrawingInternal.dotGrWeldMark_t.Width


Tekla.Structures.DrawingInternal.dotGrWeldMark_t.Height


Tekla.Structures.DrawingInternal.dotGrWeldMark_t.YOffset


Tekla.Structures.DrawingInternal.dotGrWeldMark_t.Attributes


Tekla.Structures.DrawingInternal.dotGrWeldMark_t.ToStruct(Tekla.Structures.Drawing.WeldMark)


Tekla.Structures.DrawingInternal.dotGrWeldMark_t.FromStruct(Tekla.Structures.Drawing.WeldMark)
